Repository: hiulit/show-hide-files-mac
Catalog: Show-Hide files.scptd/Contents/Resources/*.lproj/Localizable.strings
Languages: ca, es

source: Couldn't get the current state of hidden files. Are they visible or hidden?
ca: No s'ha pogut obtenir l'estat actual dels arxius ocults. Són visibles o estan ocults?
es: No se pudo obtener el estado actual de los archivos ocultos. Son visibles o están ocultos?

source: Visible
ca: Visibles
es: Visibles

source: Hidden
ca: Ocults
es: Ocultos

source: I don't know, get me outta here!
ca: No ho sé, treu-me d'aquí!
es: ¡No lo sé, sácame de aquí!

source: Warning - Show/Hide files
ca: Advertència - Mostrar/Ocultar arxius
es: Advertencia - Mostrar/Ocultar archivos

source: Show/Hide files
ca: Mostrar/Ocultar arxius
es: Mostrar/Ocultar archivos

source: Files are visible. What do you want to do?
ca: Els arxius són visibles. Què vols fer?
es: Los archivos son visibles. ¿Qué quieres hacer?

source: Hide them!
ca: Ocultar-los!
es: ¡Ocultarlos!

source: Files are hidden. What do you want to do?
ca: Els arxius estan ocults. Què vols fer?
es: Los archivos están ocultos. ¿Qué quieres hacer?

source: Show them!
ca: Mostrar-los!
es: ¡Mostrarlos!

source: Nothing... It's okay
ca: Res... Està bé
es: Nada... Está bien
